[
"You're an inspiration for birth control.",
"You should let your chair play, at least it knows how to support.",
"I'm not trash talking, I'm talking to trash.",
"I'd ask you to shoot yourself, but you'd probably still miss.",
"The only problem with your pc is that thing between your keyboard and your chair.",
"I'd call you cancer, but at least cancer gets kills.",
"Friendly fire was invented because of you.",
"You're the type of player to get rd place in a v match.",
"I'd call you cancer, but cancer gets kills.",
"You have some big balls on you too bad they belong to the guy fucking you from behind.",
"It's just a joke not a dick, don't take it so hard.",
"You know what they say, whatever doesn't kill you is just a surprise to the rest of us.",
"There are about trillion cells working together in your body right now, and you are disappointing every single one of them.",
"A million years of evolution and we get you.",
"Did you know sharks only kill people each year? Looks like you got some competition.",
"Some babies were dropped on their heads but you were clearly thrown at a wall.",
"You make stormtroopers look good.",
"You're like an onion on the outside you're shit, but peel away a layer and underneath is another layer of shit.",
"I suggest turning your monitor on for improved gaming performance.",
"That crosshair is for aiming at enemies, you know.",
"I'm surprised you even hit the power button on your computer.",
"Some people get paid to suck, you do it for free.",
"I'd call all of you cancer, but at least cancer kills.",
"You would make a perfect stormtrooper.",
"I bet the last time u felt a breast was in a KFC bucket.",
"It's a joke, not a cock, don't take it so hard.",
"Why don't you check between your chair and your keyboard for the problem?",
"If only you could hit an enemy as much as your dad hits you.",
"When your mother took you to school for the first time she was fined for littering.",
"Does your ass ever get jealous of the amount of shit that comes out of your mouth?",
"I bet your club penguin pets killed themselves.",
"To which foundation do I need to donate to help you?",
"You should turn the game off just walk outside and find the nearest tree, then apologise to it for wasting so much oxygen.",
"I'm jealous of all the people who have never met you.",
"You could be the only person in the game and still manage to die.",
"At least your ping knows how to high score.",
"Christopher columbus has better map awareness than you.",
"When I die, I'd like you to lower my coffin, so you can let me down one last time.",
"You're living proof that god has a sense of humour.",
"You know what man, blind gamers deserve a chance too I support you.",
"Legend has it that the number was first invented after scientists calculated your chance of doing something useful.",
"You could shoot at the ground and still miss.",
"I would unplug your life support to charge my phone.",
"I regret not smoking my entire life, because watching you still gave me cancer.",
"If you got cancer, I would feel bad for the cancer.",
"If you were any more inbred you'd be a sandwich.",
"Calling you a retard is a compliment in comparison to how stupid you actually are.",
"Wow, this game should really be r-rated I'm looking at the killfeed and all it shows is our team getting fucked.",
"It must be difficult for you, exhausting your entire vocabulary in one sentence.",
"You're the reason why no religion has a god that stays on earth.",
"I would tell you to shoot yourself, but you'd miss.",
"Abraham lincoln can dodge bullets better than you.",
"I'm not saying I hate you, but I would unplug your life support to charge my phone.",
"I'd love to see things from your perspective, but I don't think I could shove my head that far up my ass.",
"I bet your brain feels as good as new, seeing that you never use it.",
"If it wasn't for gravity you couldn't even hit the fucking ground.",
"Stephen hawking has better hand-eye coordination than you.",
"You're lucky your dad's dick had better aim than you.",
"I'm sure your bodypillow is very proud of you.",
"I'd tell you to kill yourself, but I'm pretty sure you'd miss.",
"Your aim is so poor that people held a fundraiser for it.",
"I've seen better reflexes from bethesda npcs.",
"Shut up, you'll never be the man your mother is.",
"I don't have the time or the crayons to explain this to you.",
"Good job keeping your learning curve perfectly horizontal.",
"I'd call you a tool, but that would imply you were useful in at least one way.",
"You're about as useful as a snowshovel in hawaii.",
"I'd like to see things form your point of view, but I can't get my head that far up my ass.",
"Don't beat yourself up we already did that for you.",
"Your years of practice on easy bots clearly paid off.",
"Does your ass ever get jealous of the amount of shit that comes out of your mouth.",
"I would insult you but nature did a better job.",
"Safest place for us to stand is in front of your gun.",
"You might help your future win-rate by uninstalling.",
"If only you could hit an enemy as much as your dad hits you.",
"You must have been born on a highway, because that's where most accidents happen.",
"You must have been born on a highway because that's where most accidents happen.",
"Do you ever wonder what life would be like if you'd had enough oxygen at birth?",
"The only thing you carry is an extra chromosome.",
"It's kinda sad watching you attempt to fit your entire vocabulary into one sentence.",
"Ah yes, the dead sea, the second saltiest thing on earth next to your bitch ass.",
"Two wrongs don't make a right, take your parents as an example.",
"Perhaps your strategy should include trying.",
"I could swallow bullets and shit out a better spray than that.",
"I had no expectations for you and yet you still managed to disappoint bravo.",
"You should apologize to every tree you see for wasting their oxygen.",
"Its a shame you werent the pilot of /, you would have missed the building.",
"The only thing you are carrying is an extra chromosome.",
"It's a joke, not a cock stop taking it hard.",
"Your family tree is a cactus, because everybody on it is a prick.",
"It's incredible how you can bring so many people so much joy just by leaving the game!.",
"I would slap you, but that would be animal abuse.",
"I'm surprised that you were able hit the 'install' button.",
"Don't worry guys, I am a trash man irl I am used to carry garbage like you.",
"With aim like that, I pity whoever has to clean the floor around your toilet.",
"Why is it acceptable for you to be terrible, but not for me to point it out?",
"Does your ass get jealous of all the shit that comes out of your mouth?",
"I bet you guys are going to single-handedly keep the porn industry alive for the next years the way you're fucking us.",
"With that poor aim, im surprised your dad figured out where to stick it in.",
"If I wanted to kill myself I'd jump from your ego down to your iq.",
"Guys, can we put the bots on a higher difficulty?",
"It's a joke, not a cock, don't take it so hard.",
"Maybe god made you a bit too special.",
"I'd tell you to blow me but you've been sucking dick all game.",
"If your face was a counter strike map, it would be de_formed.",
"Correct! I am a tool, because unlike you, I'm actually useful.",
"I'd tell you to shoot yourself, but I bet you'd miss.",
"I'd agree with you, but then we'd both be wrong.",
"What's higher, your iq or your age?",
"You're the reason the gene pool needs a lifeguard.",
"Whoever told you to just be yourself couldn't have given you worse advice.",
"Don't worry, everybody was new once you just stayed new, somehow.",
"You're worth less than a steam trading card.",
"I could eat alphabet soup and still shit out a better argument than you.",
"I'd call you cancer but at least cancer can kill things.",
"Your asshole must be jealous of all the shit that comes out of your mouth.",
"If you want to hear about mistakes, ask your parents.",
"Did your parents try to get a refund?",
"Do your parents cry every day or just on the days they realize they didn't get the abortion?",
"The guy who played csgo with a wheel is better than you.",
"You're as useful as a white crayon.",
"I was anti-abortion before I started this match but now I'm reconsidering.",
"I'm jealous of people that don't know you.",
"You are a walking condom advertisment.",
"Might I suggest you beat the tutorial first.",
"I don't know what gets less hits your aim or your online dating profile.",
"This game has a wide variety of playable characters and playstyles, and I'd appreciate it if you'd learn one.",
"Too bad you weren't in control of the titanic you would have missed the iceberg.",
"Stairs has killed more people than you have.",
"Only thing u carry is an extra chromosome.",
"I'm okay with this team I work in the city as a garbage collector I'm used to carrying trash.",
"Imagine going through a nine month pregnancy only to give birth to someone who can't push the fucking cart.",
"Team fortress is also free-to-uninstall,.",
"You're the reason they need to put instructions on bleach bottles.",
"I can't wait till I have dementia so I can forget that ever happened.",
"If laughter is the best medicine, your face must be curing the world.",
"I would call you cancer but cancer actually gets kills.",
"I would ask you how old you are but I know you can't count that high.",
"I'm pretty sure you've typed more sentences than landed shots.",
"I would ask if you were new, but that would imply you can actually get better.",
"Believe in yourself, because the rest of us think you're an idiot.",
"I'm not questioning your intelligence, merely denying its existence.",
"I'd tell you to just end it and shoot yourself, but you'd probably miss.",
"I'd call my team cancer, but at least cancer kills.",
"If you stopped jerking off, maybe the blood would go to your brain instead.",
"I'd try to see things from your point of view but I couldn't get my head that far up my ass.",
"It's dangerous to use your entire vocabulary in a single sentence!!!.",
"I see you gained a new hobby, collecting bullets.",
"I'd agree with you, but then we'd both be wrong.",
"You're that one guy that would actually get his dick stuck in a ceiling fan for not following instructions.",
"Imagine going through months of pregnancy to give birth to a child who doesn't do the fucking objective.",
"Ergkirhrjrl;asewI shit, sorry, my cat walked on my keyboard and somehow it still played better than you.",
"Aiming can increase your accuracy.",
"The ocean must be jealous from the amount of salt you hold.",
"I'm sure you exist only because the other sperm felt bad.",
"You are the reason why abortion is legal.",
"Imagine going through months of pregnancy to give birth to a child who doesn't push the fucking payload.",
"If you'd been the terrorist piloting the jet in /, the towers would probably still be there.",
"If this was pay-to-win, you'd go bankrupt before you got your first kill.",
"I have neither the time, nor the crayons, to explain this to you.",
"Don't worry guys, I'm a garbage collector I'm used to carrying trash.",
"If we learn from our mistakes, your parents must be geniuses now.",
"Remember, riding dick is not a mode of transportation.",
"Your existence is the reason for scientists to rethink the plausibility of evolution.",
"Try switching your router off, that might help.",
"You're the reason they need to put instructions on shampoo bottles.",
"If you listen closely, you can actually hear the salt crystals forming.",
"Two wrongs don't make a right, take your parents for instance.",
"I have neither the time nor the crayons to explain this to you.",
"Your existence is the best argument against intelligent design.",
"You're the reason abortion was legalized.",
"The keys your looking for are alt-f.",
"I think you should just go afk you'd get better results.",
"How are you this bad at support? Do you work for comcast?",
"I don't know what your problem is, but I bet its hard to pronounce.",
"Just because you have the ability to click play doesn't mean you should.",
"I wonder if you last as long in bed as you do in this game I'd ask your girlfriend, but hands can't talk.",
"Players like you should come with a handicap sticker.",
"I'd call you an ape, but that'd give them more of a reason to shoot harambe again.",
"Only thing you're carrying is an extra chromosome.",
"If I wanted to kill myself I'd climb your ego and jump to your iq.",
"I'd insult your mother, but I'd hurt your sister's feelings.",
"I`d call you cancer, but cancer actually gets kills.",
"Do you lose when you play against yourself too?",
"Hitler knew when to kill-himself why can't you do the same?",
"If I wanted to listen to an asshole, I'd fart.",
"Do you believe in god ? Cause he dosn't believe in you.",
"Have you considered pointing that gun the other way around?",
"Your birth certificate is an apology letter from the condom factory.",
"You're the human equivalent of a participation award.",
"I bet you're that guy that dies in the tutorial.",
"If life is like a box of chocolates, you're a fucking raisin.",
"John lennon is better at dodging bullets than you.",
"When I die I want you guys to lower my coffin so you can let me down one more time.",
"I think you dropped a pair of chromosomes right there.",
"How the fuck were you the fastest sperm???!.",
"Two wrongs don't make a right, like your parents.",
"I'd tell you where the uninstall button is but you'd miss that one too.",
"Were you always this shitty or you're trying really hard today?",
"Why don't you slip into something more comefortable? Like a coma?",
"Out of any animal you identify with, you chose a bitch.",
"Hey, give me a shoutout to your twitch viewers.",
"You remind me of the son I never wanted.",
"What's the difference between you and a bench? The bench can actually support an entire team.",
"You are a living contradiction to evolution.",
"You paid $ just to get destroyed in k good investment.",
"You couldn't hit water if you fell out of a boat.",
"Go down to the nearest drugstore and buy a little thing called viagra it will help you go fuck yourself.",
"Please look at the screen when you are playing.",
"I must be noah's ark I'm carrying a bunch of fucking animals.",
"If I got a dollar every time you missed a shot I could buy you the glasses you so desperately need.",
"I'd tell you to kill yourself, but chances are you'd fuck that up too.",
"Oh look, Hitler missed one.",
"I need an apology letter can I borrow your birth certificate?",
"Who set the bots to passive?",
"With a score as low as that, you must be amazing at golf.",
"Fighting on the internet is like participating in the paralympics even if you win, you're still retarded.",
"I've never touched a cigarette I feel a sense of regret for not doing it, because you gave me cancer anyway.",
"Are your parents siblings?",
"You are probably the only person that will miss with an aimbot.",
"I bet you have alot of participation awards.",
"If you were the person controlling the plane, you wouldve missed the twin towers.",
"Can't hear you from the bottom of the scoreboard.",
"I'm not saying you're useless, but I'd unplug your router to charge my phone.",
"I'd call your aim cancer, but at least cancer can kill people.",
"I could eat a bowl of alphabet soup and shit out a smarter statement than that.",
"Stephen hawking did great with his disability why can't you?",
"I would call you cancer, but cancer actually kills people.",
"Kennedy dodges bullets better than you do.",
"How'd you get through the tutorial?",
"If I wanted to kill myself, I would climb up to your ego, and jump down to your iq level.",
"Does your ass get jealous of the shit that comes out of your mouth?",
"You're supposed to be farming gold, not chromosomes.",
"Internet explorer could run faster than you.",
"Your family tree must be a circle.",
"I'd tell you to go outside, but you'd just ruin that for everyone else too.",
"Mistakes were made, the worst one was by your parents.",
"I would mentally duel with you, but I can see you're unarmed.",
"You guys answered the age-old question of whether god could create a team of people so dense that even he could not carry them.",
"Your birth certificate is an apology from the condom factory.",
"You are more ignored than terms and services.",
"A fucking flight of stairs has killed more people than you have.",
"At least I have a father and not suspects.",
"I didn't know dying was a special ability.",
"Wait, don't go I still need more salt on my food.",
"Maybe you should try something more your speed like stopping.",
"I used to be an athiest but only divine intervention could create something as miserable as you.",
"Your ass must be jealous of all that shit coming out of your mouth.",
"If I wanted to kill myself I would jump from your ego down to your iq.",
"You have a face that would make onions cry.",
"No this isn't pay-to-win, all you have to do is pay attention.",
"I guess the abortion clinic forgot one.",
"I'd call you cancer, but at least cancer kills.",
"If you're going to be two-faced, at least make one of them pretty.",
"You should try your luck at russian roulette, at least you might kill something.",
"Your reaction time is on par with the time it takes for plastic to decompose.",
"You're the reason your dad drinks.",
"I wish we'd met years ago, I would have repressed the memory by now.",
"Imagine going through months of pregnancy just to give birth to a child who doesn't push the fucking payload.",
"Your existance is proof people don't know how to pull out.",
"Team fortress is also free-to-uninstall.",
"I'd tell you to commit suicide, but then you'd have a kill.",
"I'd call you cancer, but it kills.",
"If I wanted to kill myself id jump from your ego to your iq.",
"The keys you're looking for are alt-f.",
"Your aim is so shit you couldn't hit the ground if you fell.",
"'three-second burst' should be your rate-of-fire, not your life expectancy.",
"Play with a blindfold on, at least you'll have a valid reason for missing all those shots.",
"Only thing you carry is an extra chromosome.",
"You look like someone pressed the randomize button in the oblivion character creator.",
"You know this isn't turn based combat right? When they shoot at you feel free to shoot back.",
"Your skill is like john cena, nobody can see it.",
"You didn't make a mistake your parents did.",
"I'd make a joke, but you're already here.",
"You are the reason aliens wont talk to us.",
"Stormtroopers hit their targets more than you.",
"Stevie wonder can see how shit you are.",
"Now I know why nearly every game has arrows pointing to the objective they were all for you.",
"The way you're feeding, africa may finally have a chance.",
"Your mother should've spent the money on an abortion rather than the booze she drank during the pregnancy.",
"I bet if you would go afk, you would play better.",
"If ignorance is bliss you must be the happiest person alive.",
"With that aim, I'm impressed you could even hit the queue button.",
"Maybe if you spent as much effort on the game as do bitching, you might actually kill something other than my will to live.",
"It was a joke, not a dick, don't take it so hard.",
"Sorry, I lied I called you cancer, but then I remembered that cancer acually kills people.",
"I appreciate you letting us win a few rounds to make it fair, but you can start trying now.",
"Kirby must be jealous with how much you suck.",
"Your aim is proof that excessive masturbation causes blindness.",
"You must have been born on a highway, because that's where most accidents happen.",
"Stop hogging all the deaths.",
"You're as useful as stephen hawking's home gym.",
"Which is lower, your score or your iq?",
"If you were a real terrorist, the world would be a much safer place.",
"If you ever win a match screencap and send to the church pretty sure that'll count as a miracle.",
"Your hand to eye coordination is more broken than tf's matchmaking system.",
"You shouldn't play hide and seek, no one would look for you.",
"I'm still not convinved god exists, but if he does you prove he has a sense of humor.",
"If you really want to know about mistakes, you should ask your parents.",
"With an aim like that, I'm surprised you were able to turn your pc on.",
"It's quick, It's easy, and It's free: trying.",
"Could you imagine what it would have been like if you had more oxygen at birth.",
"Isn't your time running out on the library computer?",
"Let's just let natural selection take It's course.",
"What's the biggest difference between you and Hitler? At least Hitler managed to kill himself.",
"You are as useless as a white crayon.",
"I'd tell you to kill yourself but you probably couldn't even manage that.",
"I noticed your sister got all the good genes from the family.",
"Stormtroopers aim better than you.",
"When I die I want you to to lower me in my grave so you can let me down one more time.",
"I wonder if you'd be able to play better if your parents were second cousins instead of first.",
"Imagine going through months of pregnancy only to give birth to someone who decides to be the fucking fourth spy on the team.",
"It is dangerous to use your whole vocabulary in one sentence.",
"How many tries did it take for you to click the install button?",
"Remember that It's better to try and fail than to not try at all, so don't be afraid to start trying any time now.",
"If you were any dumber I would have to water you twice a day.",
"The only thing you've killed this game is my faith in you.",
"I love a good sale, but ain't nobody buying your bullshit.",
"Do irish guys pick you up and get really excited that they found a potato?",
"Are you trying to beat the sea in a salt contest? That's probably the only thing you're winning right now.",
"I've avoided smoking my entire life to prevent cancer, but with a play like that it seems i've missed out on cigars for nothing.",
"You have worse map awareness than christopher fucking columbus.",
"You must really like that respawn timer.",
"Who set the bots to 'easy'?",
"Maybe you should try something more on your level, like rock-paper-scissors.",
"Comcast gives better support than you.",
"I believed in the good and potential of humanity and then you came along.",
"Your idea of a comeback is jerking off into a fan.",
"Two men walk into a bar you walk into a fucking pole.",
"You couldn't pour water out of a boot if the instructions were on the heel.",
"I'd insult you, but my mother told me not to insult the handicapped.",
"Are you constipated? Cause you ain't doin' shit.",
"If I was your dad I would run away too.",
"Shutting-the-fuck-up is also gluten free, why not add that to your diet?",
"The only thing lower than your k/d ratio is your iq.",
"Maybe you should just stick to playing singleplayer games.",
"Your aim is so poor, even african countries feel the need to donate to you.",
"I would insult you, but my parents always told me not to abuse the profoundly handicapped.",
"Imagine what your life would be if your parents weren't siblings.",
"At least your ping score is higher than mine.",
"Your parents deserve more than this.",
"**protip** your crosshair generally assists you in aiming.",
"Have you ever had a conversation where the other person wasn't just shaking their head in disappointment?",
"Try playing the game normally, instead of just repeatedly slamming your forehead into the keyboard.",
"The way you're feeding, you could end world hunger.",
"It's sad that your iq matches your shoe size.",
"Warmup ended several rounds ago.",
"If I wanted to get yelled at by folks like you, I would go to the daycare.",
"You must really like spectating your team.",
"Can you just place your cat on the keyboard and leave? We have a better chance of winning that way.",
"You know that if you plug the screen in you can actually see the enemies.",
"Eat your veggies kids, that's how I got strong enough to carry you all.",
"If you were to shoot yourself, your k/d ratio would improve by %.",
"What you lack in brain cells, you make up for in chromosome count.",
"Why don't you slip into something more comfortablelike a coma.",
"I bet you blame the lag even when you're playing with bots.",
"You have an inferiority complex, and It's completely justified.",
"Were you born on a freeway? Because that's where most accidents happen.",
"I'm jealous of people that didnt know you.",
"Letting you live was medical malpractice.",
"Just do exactly the opposite of everything you think and we might have a chance.",
"I'm surprised you even managed to get out of bed without hurting yourself.",
"Shouldn't you be trying to put a round block in a square hole somewhere?",
"Not even noah could carry these animals.",
"God ran out of clay, so he slapped a bunch of dog shit together to make you.",
"I recommend you keep crying It's the only thing you're doing right.",
"Keep rolling your eyes, maybe you'll find a brain back there.",
"I'm sorry I can't hear you from the bottom of the scoreboard.",
"Most people missed out on the lottery, you missed out on the gene pool.",
"I bet you would blame it on the lag at a lan party too.",
"Be honest, are you just a cat swatting at the keyboard?",
"You aim like a hamster with parkinson's who's high on cocaine on the top floor of the world trade center during an earthquake.",
"You remind me of the last batch of scrambled eggs I made: beaten, over-salted, and burned.",
"All of these flavors and you choose to be salty.",
"Why are you still here? I thought trash day was yesterday.",
"Can you please check if your mouse is plugged in?",
"The killcam ran out of film thanks to you.",
"What language are you speaking? Cause it sounds like bullshit.",
"You are proof that evolution can go in reverse.",
"Oops, I must have chosen easy bots by accident.",
"When I die I want you guys to lower my coffin so you can let me down one last time.",
"Salt may be a solid but damn do you make it flow.",
"Holy shit! you're not just useless, you're harmless too!.",
"Maybe hello kitty island adventure is more around your skill level.",
"If you killed as much people as made excuses, you would've topped the scoreboard by now.",
"Does your ass ever get jealous of all the shit that comes out of your mouth?",
"At least your immune system tries to stop you from dying.",
"Maybe if you try to miss, you might hit something!.",
"I have bowel movements that move faster than your thought process.",
"Did marvel buy the rights to your mouse? Because you can't seem to actually kill anybody off.",
"I would tell you a joke, but your entire existance makes a better job at that than me.",
"A woman at a urinal has better spray control than you.",
"I think you need to talk to your doctor about type diabetes you seem to be consuming a lot of salt.",
"You're baiting so hard you could probably catch a fucking shark.",
"I know you're trying your best, but I wish your best was actually trying.",
"I used to think everyone had the potential to be great, then I discovered you.",
"You bring down the property value just being here.",
"Does your mouse have recoil or something?",
"The only game you could get a high score in is golf.",
"It'd be an insult to compare a stormtrooper to you at least they know what they're trying to shoot at.",
"The way you feed, you could stop world hunger.",
"I'd call you a piece of shit but that at least has use as fertilizer.",
"If I wanted to kill myself I'd jump from your ego down to your rank.",
"Are you afk? Good, we finally have a chance of winning.",
"Mentally challenged people don't want to be referred as 'retarded' becuase they don't want to be compared with you.",
"If you want to reduce the number of times you lose, you could try uninstalling.",
"If you were on fire and I had water, I'd drink it.",
"Were you born on the highway, cause that's where all the accidents happen.",
"If I wanted to kill myself, I would climb up to your ego and jump down to your iq level.",
"My vacuum cleaner is sucking less than you.",
"Well I would agree with you but then we'd both be wrong.",
"I think you should press the power button in order to contribute to the game.",
"I'd like to see things from your prespective, but I can't seem to get my head that far up your ass.",
"I've seen obese mexican food vendors push carts better than this team.",
"I'd tell you to go play in traffic, but you'd probably suck at that too.",
"Video games bring new experiences and right now I'm experiencing what It's like to be a special needs caretaker.",
"I hope you step on a lego.",
"I'd trade you for a park bench, at least it could support the team.",
"I was going to make a joke about your kills but I couldn't find any.",
"Wow, do you kiss your cousin with that mouth?",
"If I wanted to kill myself, I'd climb your ego and jump to your iq.",
"You're a failed abortion whose birth certificate is an apology from the condom factory.",
"When you go to a family reunion, who brings the condoms?",
"I'm trying to see this from your perspective, but I can't seem to get my head that far up my own ass.",
"If only all terrorists were like you the world would be much safer.",
"You lost the game for us? Don't worry, everyone makes mistakes, even god does, we have you to show for it!.",
"If only your parrents loved you as much as you love dying.",
"I would call you cancer, but cancer kills.",
"Looking at you, I understand why some animals eat their young.",
"I'm surprised you know how to breath.",
"My toaster comes up with better burns than you do.",
"You're literally welfare to the other team.",
"I've killed spiders that put up more of a fight than you fucks.",
"Since I am able to talk to you, people call me the trash whisperer.",
"If I jumped from your ego to your intelligence, I'd die of starvation half-way down.",
"Wow, you're more toxic than the beaches at fukushima.",
"Some babys were dropped on there heads, but you were clearly thrown at a wall.",
"I would call you cancer, but at least cancer kills.",
"What great sin did I do to know you?",
"When I die I want you guys to lower my coffin so you can let me down once more.",
"I would kill myself to get away from you, but you would probably follow me.",
"Don't talk out loud you lower the iq of the entire street.",
"I'd say your aim is cancer, but cancer is getting people killed.",
"You must of been born on a highway because that's where most accident's happen.",
"AhhhI see the fuck-up fairy has visited us again.",
"How can you even see your screen through all those tears.",
"Hey man, you got a protractor to measure that tilt?",
"You talk so much shit, I'm not sure to offer you a breath mint or toilet paper.",
"I want to roast you, but burning trash is bad for the enviroment.",
"TF2 is also free-to-uninstall.",
"I'm sorry, not even the tardis can translate your stupidity.",
"Bill gates just called me, you aim is so poor that he wants to donate to it.",
"If I had two bullets and I was in a room with you and Hitler I would shoot you twice.",
"You're proved that you're even more useless than the sales director of winrar.",
"If you were any more inbred, you'd be a fucking sandwich.",
"You're the type of person to suck dick for bus money and then walk home.",
"You're the result of a failed abortion."
]
